export const years = [
    {
        "name": "Дата выхода",
        "value": ""
    },
    {
        "name": "2022-2023",
        "value": "2022-2023"
    },
    {
        "name": "2020-2021",
        "value": "2020-2021"
    },
    {
        "name": "2014-2019",
        "value": "2014-2019"
    },
    {
        "name": "2010-2014",
        "value": "2010-2014"
    },
    {
        "name": "2000-2009",
        "value": "2000-2009"
    },
    {
        "name": "1990-1991",
        "value": "1990-1991"
    },
    {
        "name": "1980-1989",
        "value": "1980-1989"
    },
    {
        "name": "1970-1979",
        "value": "1970-1979"
    },
];

export const rating = [
    {
        "name": "Рейтинг",
        "value": ""
    },
    {
        "name": "Больше 8",
        "value": "8-10"
    },
    {
        "name": "Больше 7",
        "value": "7-10"
    },
    {
        "name": "Больше 5",
        "value": "5-10"
    },
];

export const genresFilter = [
    {
        "name": "Жанр",
        "value": ""
        },
        {
          "name": "боевик",
          "value": "боевик"
        },
        {
          "name": "детектив",
          "value": "детектив"
        },
        {
          "name": "драма",
          "value": "драма"
        },
        {
          "name": "комедия",
          "value": "комедия"
        },
        {
          "name": "биография",
          "value": "биография"
        },
        {
          "name": "документальный",
          "value": "документальный"
        },
        {
          "name": "мелодрама",
          "value": "мелодрама"
        },
        {
          "name": "мюзикл",
          "value": "мюзикл"
        },
        {
          "name": "приключения",
          "value": "приключения"
        },
        {
          "name": "семейный",
          "value": "семейный"
        },
        {
          "name": "спорт",
          "value": "спорт"
        },
        {
          "name": "триллер",
          "value": "триллер"
        },
        {
          "name": "ужасы",
          "value": "ужасы"
        },
        {
          "name": "фантастика",
          "value": "фантастика"
        },
        {
          "name": "фэнтези",
          "value": "фэнтези"
        }
];